{
    "chara": [
        {
            "id": 1,
            "image1": "https://static.wikia.nocookie.net/yakusokunoneverland/images/1/11/Emma_2047_anime.png/revision/latest?cb=20210219012121",
            "name": "Emma",
            "gender": "Female",
            "date": "August 22, 2034 (Leo)",
            "no": "63194",
            "appearance": "Emma is a young, fair-skinned girl of thin build who has emerald oval-shaped eyes and notably thin eyebrows. Her hair is a light orange color that is short and messy, sticking up at all angles around her head and worn parted to her right with a single longed lock curving upwards to one side from her parting, and another from the base of her neck. Although not as prominent in the manga, it appears to grow darker the further down it goes, ranging from a pale yellow-orange to a darker shade. She wears the standard Grace Field uniform- a plain white long sleeved button-up shirt and a white skirt along with brown boots. Her identification number, '63194', can be seen on the left side of her neck. During the escape from Grace Field House, she cut off her left ear to buy time, in which she wore a bandage to cover the wound.",
            "image2": "https://static.wikia.nocookie.net/yakusokunoneverland/images/1/15/Emma_on.png/revision/latest?cb=20190320001519",
            "personal": "Emma is an extremely optimistic, bubbly, loud, and cheerful girl full of life, whose athletic abilities and extroverted nature contrasts directly to Norman's weak physique and Ray's introverted nature.",
            "etymology": "Emma is an English name with German roots. It's derived from the Germanic word ermen, meaning 'whole' or 'universal'."
        },
        {
            "id": 2,
            "image1": "https://static.wikia.nocookie.net/yakusokunoneverland/images/c/c6/Norman_2047_Anime.png/revision/latest?cb=20210206222600",
            "name": "Norman",
            "gender": "Male",
            "date": "March 21, 2034",
            "no": "22194",
            "appearance": "Norman is a young boy with short, tidy white hair (platinum blonde in the start of the manga) that's worn parted to his left, a prominently longer piece curving upwards on the side of his head, resembling a cresent moon shape, and narrow, inward-tilting blue eyes. The most distinctive physical trait of Norman is his thick eyebrows. He wore the standard orphanage uniform—a white shirt and trousers along with plain shoes. His Grace Field House identification number '22194' is tattooed across the left side of his neck.",
            "image2": "https://static.wikia.nocookie.net/yakusokunoneverland/images/7/71/Norman_on.png/revision/latest?cb=20190320001432",
            "personal": "Norman is a calm, level-headed, kind, and gentle boy who presents himself to have figured things out because he wants to appear as a reliable person to people around him. (Otherwise, he is extremely intelligent!) At the same time, Norman is a complex individual due to his conflicting morality. After being exposed to the truth behind the orphanage, Norman is revealed to be similar to Ray, as in being a realist and wanting to take a limited group of people along in the escape. However, he deems himself as being selfish due to worrying about his own life, as opposed to Emma who selflessly worries about others first before herself. Norman's love for Emma inspires him to follow her idealistic ideals, and as so he becomes determined to escape with all of his siblings despite it seeming impossible.",
            "etymology": "Norman as a given name is of mostly English origin. It is a Germanic name and is composed of the elements nord ('north') + man ('man'). The name can be found in England before the Norman Invasion of 1066, but gained popularity by its use by Norman settlers in England after the invasion."
        },
        {
            "id": 3,
            "image1": "https://static.wikia.nocookie.net/yakusokunoneverland/images/9/98/Ray_2047_anime.png/revision/latest?cb=20210219012143",
            "name": "Ray",
            "gender": "Male",
            "date": "January 15,2034 (Not actual)",
            "no": "81194",
            "appearance": "Ray is a slim boy of average height with somewhat messy short black hair, parted to the right so that the longer, chin-length clumps on his left obscure much of his face. Around the sides, it appears to spike upwards, following the shape of his head, and he also has triangular forest-green eyes with noticeably small black irises. He wears the standard orphanage uniform- a white shirt and trousers along with plain shoes. The number '81194' is tattooed across the left side of his neck.",
            "image2": "https://static.wikia.nocookie.net/yakusokunoneverland/images/2/2c/Ray-Anime.png/revision/latest?cb=20190331060153",
            "personal": "Ray appears to be aloof, introverted and snarky; often excluding himself from playing with the other orphans and prefers to read a book instead. However, he is able to interact well with his fellow siblings and loves them all deeply. Even if there are times when they do not get along, he still deeply cares about their well-being and would go to great lengths to keep them safe.",
            "etymology": "Old French rey, roy ‘king’. Occasionally this was used as a personal name. English: nickname for a timid person, from Middle English ray ‘female roe deer’ or northern Middle English ray ‘roebuck’. English: variant of Rye (1 and 2)."
        },
        {
            "id": 4,
            "image1": "https://static.wikia.nocookie.net/yakusokunoneverland/images/4/4f/Isabella_2047_anime.png/revision/latest?cb=20210320212403",
            "name": "Isabella",
            "gender": "Female",
            "date": "September 9, 2014",
            "no": "73584",
            "appearance": "Isabella is a white, fair-skinned, tall woman with a pair of deep purple eyes. Her dark brown hair is tied into a bun that hangs down onto the back of her head and goes past her shoulders if let down. She wears an attire which consists of a black dress with a white blouse underneath it and a white apron over it. She has the number '73584' tattooed on the right side of her neck. During her childhood, Isabella wore the orphanage uniform, with a long braid that streams down her back. she has 2 locks of hair in the front of her face as a child, and has large, purple, eyes.",
            "image2": "https://static.wikia.nocookie.net/yakusokunoneverland/images/c/c8/Isabella-Anime.png/revision/latest?cb=20190331060659",
            "personal": "During her childhood, Isabella was shown to be an optimistic, out-spoken, free-spirited, and fun-loving little girl, who was very attached to her friend Leslie. She had a comedic nature during her childhood, which was displayed when she scared Leslie by popping out of the tree. But ever since she lost Leslie and realized the true motive behind the orphanage's purpose of raising them; to raise them as livestock for the demons, Isabella's personality went through a drastic change. From there on, everything she did; including becoming a Mama, giving birth to Ray, and sending off the orphans to become demon food, was the sake of prolonging her own survival to spite the demons from eating her.",
            "etymology": "Isabella is the Spanish and Italian variation of Elizabeth, which is derived from the Hebrew name Elisheba. Its meaning translates to 'pledged' or 'devoted to God.' Isabella and Elizabeth have been interchanged in England since the 13th century."
        }
    ]
}
